export default{
 	install(Vue){
 		Vue.prototype.qqData={
 			qq:[["玫瑰","50.gif"],["凋谢","51.gif"], ["爱心","52.gif"], ["心碎","53.gif"],["礼物","54.gif"],["太阳","55.gif"],["月亮","56.gif"],
                ["强","57.gif"], ["弱","58.gif"], ["握手","59.gif"], ["飞吻","60.gif"],["怄火","61.gif"], ["西瓜","62.gif"],
                ["惊讶","1.gif"], ["撇嘴","2.gif"], ["色","3.gif"], ["发呆","4.gif"], ["得意","5.gif"], ["害羞","6.gif"], ["闭嘴","7.gif"], ["睡","8.gif"],
                ["大哭","9.gif"], ["尴尬","10.gif"],["发怒","11.gif"]  , ["调皮","12.gif"], ["呲牙","13.gif"], ["微笑","14.gif"], ["难过","15.gif"], ["酷","16.gif"],
                ["折磨","17.gif"], ["吐","18.gif"], ["偷笑","19.gif"], ["可爱","20.gif"], ["白眼","21.gif"], ["傲慢","22.gif"], ["饥饿","23.gif"], ["困","24.gif"],
                ["惊恐","25.gif"], ["流汗","26.gif"], ["憨笑","27.gif"], ["大兵","28.gif"], ["奋斗","29.gif"], ["疑问","30.gif"],["嘘","31.gif"], ["晕","32.gif"],
                ["衰","33.gif"], ["骷髅","34.gif"], ["敲打","35.gif"], ["再见","36.gif"], ["发抖","37.gif"], ["爱情","38.gif"], ["跳跳","39.gif"], ["猪头","40.gif"],
                ["拥抱","41.gif"], ["蛋糕","42.gif"], ["闪电","43.gif"], ["炸弹","44.gif"], ["刀","45.gif"], ["足球","46.gif"], ["便便","47.gif"], ["咖啡","48.gif"],
                ["饭","49.gif"],  ["冷汗","63.gif"], ["抠鼻","64.gif"],
                ["鼓掌","65.gif"], ["溴大了","66.gif"], ["坏笑","67.gif"], ["左哼哼","68.gif"], ["右哼哼","69.gif"], ["哈欠","70.gif"], ["鄙视","71.gif"], ["委屈","72.gif"],
                ["快哭了","73.gif"], ["阴险","74.gif"], ["亲亲","75.gif"], ["吓","76.gif"], ["可怜","77.gif"], ["菜刀","78.gif"], ["啤酒","79.gif"], ["篮球","80.gif"],
                ["乒乓","81.gif"], ["示爱","82.gif"], ["瓢虫","83.gif"], ["抱拳","84.gif"], ["勾引","85.gif"], ["拳头","86.gif"], ["差劲","87.gif"], ["爱你","88.gif"],
                ["NO","89.gif"], ["OK","90.gif"],["转圈","91.gif"], ["磕头","92.gif"], ["回头","93.gif"], ["跳绳","94.gif"], ["挥手","95.gif"], ["激动","96.gif"],
                ["街舞","97.gif"], ["献吻","98.gif"], ["左太极","99.gif"], ["右太极","100.gif"],["领带","101.gif"], ["祈祷","102.gif"], ["金领","103.gif"], ["糖果","104.gif"],
                ["红包","105.gif"], ["切糕","106.gif"], ["十一","107.gif"], ["万圣节","108.gif"], ["给力","109.gif"], ["围巾","110.gif"],["手套","111.gif"], ["圣诞袜","112.gif"],
                ["铃铛","113.gif"], ["圣诞帽","114.gif"], ["圣诞树","115.gif"], ["圣诞老人","116.gif"], ["巧克力","117.gif"], ["福到","118.gif"], ["礼炮","119.gif"]]
 		};
 		Vue.prototype.getFace=function(){

 		}

 	}
}